[
  {
    "title": "Snorkeling",
    "slug": "snorkeling",
    "description": "Snorkeling is a great way to explore the underwater world of Bali. There are many snorkeling spots around the island, each with its own unique marine life. Some of the most popular snorkeling spots include Nusa Lembongan, Nusa Penida, and the Gili Islands."
  },
  {
    "title": "Diving",
    "slug": "diving",
    "description": "Diving is another great way to explore the underwater world of Bali. Bali is home to a variety of diving sites, from beginner-friendly reefs to challenging wrecks. Some of the most popular diving spots include Tulamben, Amed, and Nusa Penida."
  },
  {
    "title": "Surfing",
    "slug": "surfing",
    "description": "Bali is a world-renowned surfing destination. There are waves for all levels of surfers, from beginner to expert. Some of the most popular surfing spots include Canggu, Seminyak, and Uluwatu."
  },
  {
    "title": "Yoga",
    "slug": "yoga",
    "description": "Bali is a popular destination for yoga retreats. There are many yoga studios and retreats to choose from, offering a variety of styles and levels. Some of the most popular yoga studios include The Yoga Barn, Om Shanti, and The Practice."
  },
  {
    "title": "Massage",
    "slug": "massage",
    "description": "Bali is known for its traditional Balinese massages. There are many massage therapists to choose from, offering a variety of massages, including Balinese massage, Swedish massage, and Thai massage."
  },
  {
    "title": "Trekking",
    "slug": "trekking",
    "description": "Bali is home to a variety of trekking trails, ranging from easy walks to challenging hikes. Some of the most popular trekking trails include Mount Batur, Mount Agung, and Mount Rinjani."
  },
  {
    "title": "Water sports",
    "slug": "water-sports",
    "description": "Bali is a great place to enjoy water sports. Some of the most popular water sports include stand-up paddleboarding, kayaking, and jet skiing."
  },
  {
    "title": "Cultural activities",
    "slug": "cultural-activities",
    "description": "Bali is a rich in culture. There are many cultural activities to enjoy, including visiting temples, attending traditional dance performances, and learning about Balinese art and crafts."
  },
  {
    "title": "Food and wine",
    "slug": "food-and-wine",
    "description": "Bali has a diverse culinary scene. There are many restaurants to choose from, serving a variety of cuisines, including Indonesian, Asian, and international. Bali is also home to a growing wine industry."
  },
  {
    "title": "Shopping",
    "slug": "shopping",
    "description": "Bali is a great place to shop. There are many shops to choose from, selling a variety of souvenirs, clothes, and other items. Some of the most popular shopping areas include Ubud, Kuta, and Seminyak."
  },
  {
    "title": "Nightlife",
    "slug": "nightlife",
    "description": "Bali has a vibrant nightlife scene. There are many bars, clubs, and restaurants to choose from, offering a variety of entertainment options. Some of the most popular nightlife areas include Kuta, Seminyak, and Canggu."
  }
]
